export const questionsInfo = [
    {
        prompt: "Πώς μπορώ να μάθω αν δικαιούμαι κάποιο επίδομα;",
        answer: "Μπορείτε να χρησιμοποιήσετε το εργαλείο προσομοίωσης στην πλατφόρμα για να ελέγξετε αν πληροίτε τα κριτήρια για τα επιδόματα που σας ενδιαφέρουν."
    },
    {
        prompt: "Είναι οι πληροφορίες που παρέχω ασφαλείς;",
        answer: "Ναι, η πλατφόρμα δεν αποθηκεύει προσωπικά δεδομένα. Όλες οι πληροφορίες χρησιμοποιούνται μόνο για να γίνει ο υπολογισμός των δικαιωμάτων σας."
    },
    {
        prompt: "Τι κάνω αν δικαιούμαι ένα επίδομα;",
        answer: "Αφού μάθετε αν δικαιούστε κάποιο επίδομα, μπορείτε να ακολουθήσετε τις οδηγίες και να υποβάλετε αίτηση μέσω των επίσημων ιστοσελίδων του κράτους."
    },
]